Repository: AnhITT/trello
Catalog: trello-backend/BusinessLogic_Layer/Resources/SharedResource.*.resx
Languages: vi

source: Account
vi: Tài khoản

# AlreadyExists
source: already exists in
vi: đã tồn tại ở

source: Board
vi: Bảng

source: CheckList
vi: Việc cần làm

source: Check List Item
vi: Việc cần làm con

source: Comment
vi: Bình luận

source: Confirm Email Successful!
vi: Xác nhận email thành công!

source: Create
vi: Tạo

source: Create Failde
vi: Tạo thất bại

# CreateSuccess
source: Create Successss
vi: Tạo thành công

source: Delete
vi: Xoá

source: Delete Failde
vi: Xoá thất bại

source: Delete Success
vi: Xoá thành công

source: Document
vi: tài liệu

# EmailAlready
source: Email already exists
vi: Email đã tồn tại

# EmailSendFailde
source: Send email failde
vi: Gửi email không thành công

# EmailVerify
source: Please verify email
vi: Vui lòng xác minh email

source: error
vi: lỗi

source: expired time
vi: đã hết hạn

source: Failde
vi: Thất bại

source: incorrect
vi: không đúng

# NoFaildeFile
source: No files failed to upload.
vi: Không có tệp nào được tải lên thất bại.

# NoSuccessFile
source: No files were uploaded successfully.
vi: Không có tệp nào được tải lên thành công.

source: not found!
vi: không tìm thấy!

source: Password
vi: Mật khẩu

source: Password incorrect
vi: Mật khẩu không chính xác

source: Save Changes
vi: Lưu vào

source: TaskCard
vi: Thẻ nhiệm vụ

source: Update
vi: Cập nhật

source: Update Failde
vi: Chỉnh sửa thất bại

source: Update Success
vi: Chỉnh sửa thành công

# UploadFailde
source: Files failed to upload
vi: Tệp không thể tải lên

# UploadSuccess
source: Files uploaded successfully
vi: Tệp được tải lên thành công

source: User
vi: Người dùng

source: Workflow
vi: Danh sách

source: Workspace
vi: Dự án
